Repository: DefenseurDesDroits/EDUCADROIT
Catalog: site/modules/contrib/gaya_editorial/languages/gaya_editorial-8.x-1.0.*.po
Languages: fr

source: This field may add a small description text. Depending on the template, it can be used or not
fr: Ce champ permet d'ajouter éventuellement, un petit texte de description. En fonction du template, il peut être utilisé ou non

source: Formated text for the second column
fr: Texte formaté pour la deuxième colonne

source: Formated text for the first column
fr: Texte formaté pour la première colonne

source: Gaya editorial module perform and Provide all content block type. Enable or disable a submodule for add a new custom block type.
fr: Ce module de rédaction Gaya effectue et fournit tous les types de bloc de contenu. Activer ou désactiver un sous-module pour ajouter un nouveau type de bloc personnalisé.

source: No modules founds.
fr: Aucun module valide trouvé.

source: Gaya Editorial Module
fr: Module Gaya Editorial

source: Title backoffice
fr: Titre dans le backoffice

source: This <strong><em>Title</em></strong> is only showed in the backoffice.
fr: Ce <strong><em>Titre</em></strong> n'est affiché que dans le backoffice.

source: Title of the content
fr: Titre du contenu

source: The <strong><em>title</em></strong> of this field is displayed, in contrast of the <strong><em>title field in the backoffice</em></strong> of the object, which serves only the back office part.
fr: Le <strong><em>titre</em></strong> de ce champ est affiché, à contrario du champ <strong><em>titre dans le backoffice</em></strong> de l'objet, qui ne sert que dans le backoffice.

source: The user ID of author of the Gaya editorial entity entity.
fr: L'ID utilisateur de l'auteur de l'entité de l'entité éditoriale Gaya.

source: Title Heading Balise
fr: Niveau de titre à afficher

source: Select the title heading balise
fr: Sélectionner le niveau de titre à appliquer.

source: Configuration of the slideshow
fr: Configuration du diaporama

source: This configuration is only valid for the current slideshow. You can add more 1 slideshow by content with a different slideshow configuration.
fr: Cette configuration est valable uniquement pour le diaporama en cours. Vous pouvez ajouter plus d'un diaporama par contenu avec une configuration de diaporama différente.

source: Select the style name of the large picture
fr: Sélectionnez le style à appliquer pour la grande image

source: Which version you want for the slideshow?
fr: Quel version souhaitez-vous utiliser ?

source: Do you want show the little picture list?
fr: Souhaitez-vous avoir des petites vignettes ?

source: Select the style name of the little picture
fr: Sélectionnez le style à appliquer pour la petite image

source: Do you want autostart the slideshow?
fr: Souhaitez-vous démarrer automatiquement le diaporama ?

source: Link to an internal page or website (external page)
fr: Lien vers une page interne ou site web (page externe)

source: Enter the path to an internal web page: node/[node-id], or to a website: http://domaine.tld
fr: Entrer le chemin vers la page sous la forme : node/[node-id], or sur un site web : http://domaine.tld/page...
